{
  "files": [
    "视频分P10_010第16期 选择性必修2 第三单元 商业贸易与日常生活 第7课 业贸易的起源与发展（上）.txt",
    "视频分P11_011第16期 选择性必修2 第三单元 商业贸易与日常生活 第7课 业贸易的起源与发展（下）.txt",
    "视频分P12_012第16期 选择性必修2 第三单元 商业贸易与日常生活 第7课 货币、信贷、商业契约.txt",
    "视频分P13_013第17期 选择性必修2 第三单元 商业贸易与日常生活 第8课（1）世界市场的形成（上）.txt",
    "视频分P14_014第17期 选择性必修2 第三单元 商业贸易与日常生活 第8课（1） 世界市场的形成（下）.txt",
    "视频分P15_015第17期 选择性必修2 第三单元 商业贸易与日常生活 第8课（2）代商业贸易的变化（上）.txt",
    "视频分P16_016第17期 选择性必修2 第三单元 商业贸易与日常生活 第8课（2） 代商业贸易的变化（下）.txt",
    "视频分P17_017第18期 选择性必修2 第三单元 商业贸易与日常生活 第9课（1） 世界经济的发展（上）.txt",
    "视频分P18_018第18期 选择性必修2 第三单元 商业贸易与日常生活 第9课（1） 世界经济的发展（下）.txt",
    "视频分P19_019第18期 选择性必修2 第三单元 商业贸易与日常生活 第9课（2）人类生活中的国际贸易与国际金融（上）.txt",
    "视频分P1_001第12期 选择性必修2 第一单元 食物生产与社会生活 第1课 人类早期的生产与生活.txt",
    "视频分P20_020第18期 选择性必修2 第三单元 商业贸易与日常生活 第9课（2） 人类生活中的国际贸易与国际金融（上）.txt",
    "视频分P21_021第19期 选择性必修2 第四单元 村落、城镇与居住环境 第10课、第11课 古代的村落、集镇和城市.txt",
    "视频分P22_022第19期 选择性必修2 第四单元 村落、城镇与居住环境 第10课、第11课 近代以来城市化进程.txt",
    "视频分P23_023第20期 选择性必修2 第五单元 交通与社会变迁 第12课 第13课 水陆交通的变迁（上）.txt",
    "视频分P24_024第20期 选择性必修2 第五单元 交通与社会变迁 第12课 第13课 水陆交通的变迁（下）.txt",
    "视频分P25_025第20期 选择性必修2 第五单元 交通与社会变迁 第12课 第13课 现代交通运输的新变化.txt",
    "视频分P26_026第21期 选择性必修2 第六单元 医疗与公共卫生 第14课 第15课 史上的疫病与医学成就.txt",
    "视频分P27_027第21期 选择性必修2 第六单元 医疗与公共卫生 第14课 第15课 现代医疗卫生体系与社会生活.txt",
    "视频分P28_028第22期 期末试卷讲评 （选择题）.txt",
    "视频分P29_029第22期 期末试卷讲评 （材料分析题）.txt",
    "视频分P2_002第12期 选择性必修2 第一单元 食物生产与社会生活 第1课 不同地区的食物生产与社会生活.txt",
    "视频分P30_030第23期 专题：中国古代科举制度的发展 中国古代科举制度的发展（上）.txt",
    "视频分P31_031第23期 专题：中国古代科举制度的发展 中国古代科举制度的发展（下）.txt",
    "视频分P3_003第13期 选择性必修2 第一单元 食物生产与社会生活 第2、3课 新航路开辟后的食物物种交流.txt",
    "视频分P4_004第13期 选择性必修2 第一单元 食物生产与社会生活 第2、3课 现代食物的生产、储备与食品安全.txt",
    "视频分P5_005第14期 选择性必修2 第二单元 生产工具与劳作方式 第4课 农业工具的变化.txt",
    "视频分P6_006第14期 选择性必修2 第二单元 生产工具与劳作方式 第4课 手工业工具的进步与劳作方式的发展.txt",
    "视频分P7_007第15期 选择性必修2 第二单元 生产工具与劳作方式 第5课、第6课 工业革命与工厂制度（上）.txt",
    "视频分P8_008第15期 选择性必修2 第二单元 生产工具与劳作方式 第5课、第6课 工业革命与工厂制度（下）.txt",
    "视频分P9_009第15期 选择性必修2 第二单元 生产工具与劳作方式 第5课、第6课 现代科技进步与人类社会发展.txt"
  ]
}